

/* 定义防止递归包含 ----------------------------------------------------------*/
#ifndef _PVD_H
#define _PVD_H

/* 包含的头文件 --------------------------------------------------------------*/
#include "stm32f10x.h"


/* 类型定义 ------------------------------------------------------------------*/


/* 函数------------------------------------------------------------------*/
void PVD_Configuration(void);
void backup_read(void);

#endif /* _PVD_H */

/**** Copyright (C)2016  All Rights Reserved **** END OF FILE ****/
